Repository: theSharque/noon
Catalog: upit/auction/translation/auction.*.po
Languages: ru

source: Status
ru: Статус

source: Start date
ru: Время начала

source: End date
ru: Время окончания

source: Name
ru: Название

source: Price
ru: Текущая цена

source: Winner
ru: Победитель

source: Deleted
ru: Удалено

source: Active
ru: Активен

source: No content available.
ru: Нет доступного материала.

source: Close
ru: Закрыто

source: Open
ru: Открыто

source: Auction name
ru: Название аукциона

source: Enter description of this lot.
ru: Введите описание для этого лота

source: Main time in hours
ru: Основное время в часах

source: Time added after each last bet in minutes
ru: Время добавляемое после каждой ставки в минутах

source: Start price (usaly equal one step)
ru: Начальная цена (обычна равна одному шагу)

source: Step price for each bid
ru: Шаг повышения цены

source: Start date of auction with this lot. In format YYYY-MM-DD HH:MM:SS
ru: Время начала аукциона по этому лоту. В формате ГГГГ-ММ-ДД ЧЧ:ММ:СС

source: Image
ru: Изображение

source: Save
ru: Сохранить

source: Please share us on your wall!
ru: Пожалуйста, разместите у себя ссылку

source: Link count as your first bet
ru: Засчитывается как ваша ставка

source: Price: !price$
ru: Цена: !price$

source: Current price
ru: Текущая цена

source: Auction start countdown
ru: Отсчет до начала аукциона

source: Add money to account
ru: Пополнить счет

source: Make bid !summ$
ru: Сделать ставку !summ$

source: Register
ru: Регистрация

source: You are in winner.
ru: Ваша ставка последняя

source: Winner is %name.
ru: Последняя ставка %name.

source: Nobody - make a bid!
ru: Ставок пока нет - будьте первым!

source: Auction end countdown, main time
ru: Отсчет окончания аукциона, основное время

source: Update
ru: Обновить

source: Amount
ru: Сумма

source: Start pay of !summ
ru: Начало оплаты на сумму !summ

source: Select type of money
ru: Выберите способ оплаты

source: Pay of !summ for user !name
ru: Оплата на сумму !summ для пользователя !name

source: Pay
ru: Пополнить

source: User of auction system
ru: Пользователь аукциона

source: Administrator of auction system
ru: Администратор аукциона

source: Your money
ru: Ваш счет

source: Auction admin
ru: Администратор аукциона

source: Show current auction.
ru: Показать текущий аукцион.

source: Add auction
ru: Добавить аукцион

source: Add new auction.
ru: Добавить новый аукцион

source: Edit auction
ru: Редактировать аукцион

source: Edit selected auction.
ru: Редактировать

source: Auction
ru: Аукцион

source: Pay to your account.
ru: Пополнить ваш счет.

source: Step auction
ru: Аукцион одного клика

source: Manage all auctions and money accounts.
ru: Управление всеми аукционами и счетами.
